Repository: vincentlauriat/DiagnosticsReseau
Catalog: MonReseau/*.lproj/Localizable.strings
Languages: fr

# scheduled.enable
source: Enable automatic tests
fr: Activer les tests automatiques

# scheduled.interval
source: Interval:
fr: Intervalle :

# scheduled.interval.60
source: 1 hour
fr: 1 heure

# scheduled.daily.enable
source: Daily report notification
fr: Notification rapport quotidien

# scheduled.degradation.title
source: Network Degradation
fr: Dégradation réseau

# scheduled.degradation.body
source: Latency: %.0f ms — Loss: %.1f%%
fr: Latence: %.0f ms — Perte: %.1f%%

# scheduled.daily.title
source: Daily Report
fr: Rapport quotidien

# scheduled.daily.body
source: Avg latency: %.0f ms — Loss: %.1f%% — Degradations: %d
fr: Latence moy: %.0f ms — Perte: %.1f%% — Dégradations: %d
