Repository: vincentlauriat/DiagnosticsReseau
Catalog: MonReseau/*.lproj/Localizable.strings
Languages: fr

# menu.connected
source: Connected
fr: Connecté

# menu.connected_vpn
source: Connected (VPN active)
fr: Connecté (VPN actif)

# menu.disconnected
source: Disconnected
fr: Déconnecté

# menu.checking
source: Checking…
fr: Vérification…

# menu.details
source: Network Details…
fr: Détails réseau…

# menu.quality
source: Network Quality…
fr: Qualité réseau…

# menu.speedtest
source: Speed Test…
fr: Test de débit…

# menu.neighborhood
source: Neighborhood…
fr: Voisinage…

# menu.bandwidth
source: Bandwidth…
fr: Bande passante…

# menu.copyip
source: Copy Public IP
fr: Copier l'IP publique

# menu.teletravail
source: Use Cases…
fr: Cas d'usage…

# menu.settings
source: Settings…
fr: Réglages…

# menu.about
source: About…
fr: À propos…

# menu.quit
source: Quit
fr: Quitter

# appmenu.about
source: About Mon Réseau
fr: À propos de Mon Réseau

# appmenu.settings
source: Settings…
fr: Réglages…

# appmenu.quit
source: Quit Mon Réseau
fr: Quitter Mon Réseau

# appmenu.window
source: Window
fr: Fenêtre

# appmenu.home
source: Home
fr: Accueil

# notification.connection_restored.title
source: Connection Restored
fr: Connexion rétablie

# notification.connection_restored.body
source: Your network connection is active again.
fr: Votre connexion réseau est de nouveau active.

# notification.connection_lost.title
source: Connection Lost
fr: Connexion perdue

# notification.connection_lost.body
source: Your network connection is interrupted.
fr: Votre connexion réseau est interrompue.

# about.title
source: About Mon Réseau
fr: À propos d'Mon Réseau

# about.description
source: Internet connectivity monitoring and network quality for macOS.
fr: Surveillance de la connectivité internet et de la qualité réseau pour macOS.

# about.credits
source: Developed by Vincent LAURIAT
fr: Développé par Vincent LAURIAT

# about.copyright
source: © %d Vincent LAURIAT. All rights reserved.
fr: © %d Vincent LAURIAT. Tous droits réservés.

# statusitem.accessibility_help
source: Network connection status
fr: État de la connexion réseau

# settings.title
source: Mon Réseau — Settings
fr: Mon Réseau — Réglages

# settings.tab.general
source: General
fr: Général

# settings.tab.advanced
source: Advanced
fr: Avancé

# settings.mode.label
source: Display mode:
fr: Mode d'affichage :

# settings.mode.menubar
source: Menu Bar
fr: Barre de menus

# settings.mode.description
source: Menu Bar: the app lives in the menu bar with a status icon. Application: the app appears in the Dock with a home window and a classic menu bar.
fr: Barre de menus : l'app vit dans la barre de menus avec une icône d'état. Application : l'app apparaît dans le Dock avec une fenêtre d'accueil et une barre de menus classique.

# settings.login.title
source: Launch at Login
fr: Lancer au démarrage

# settings.login.description
source: The application launches automatically when you log in.
fr: L'application se lance automatiquement à l'ouverture de session.

# settings.login.error.title
source: Unable to change launch at login
fr: Impossible de modifier le lancement au démarrage

# settings.login.error.message
source: The application must be in the Applications folder to enable this option. Error: %@
fr: L'application doit être dans le dossier Applications pour activer cette option. Erreur : %@

# settings.notify.title
source: Notify connection changes
fr: Notifier les changements de connexion

# settings.notify.description
source: Receive a notification when the network connection is lost or restored.
fr: Recevez une notification lorsque la connexion réseau est perdue ou rétablie.

# settings.latency.title
source: Show latency in menu bar
fr: Afficher la latence dans la barre de menus

# settings.latency.description
source: Displays real-time ping next to the icon (menu bar mode only).
fr: Affiche le ping en temps réel à côté de l'icône (mode barre de menus uniquement).

# settings.appearance.label
source: Appearance:
fr: Apparence :

# settings.appearance.system
source: System
fr: Système

# settings.appearance.light
source: Light
fr: Clair

# settings.appearance.dark
source: Dark
fr: Sombre

# settings.appearance.description
source: Choose the app appearance: follow system settings, force light mode, or force dark mode.
fr: Choisissez l'apparence de l'application : suivre le réglage système, forcer le mode clair ou le mode sombre.

# settings.notify_quality.title
source: Notify quality degradation
fr: Notifier la dégradation de qualité

# settings.notify_quality.latency_threshold
source: Latency threshold:
fr: Seuil latence :

# settings.notify_quality.loss_threshold
source: Packet loss threshold:
fr: Seuil perte paquets :

# settings.notify_speedtest.title
source: Notify speed test completion
fr: Notifier la fin d'un test de débit

# settings.notify_speedtest.description
source: Receive a notification when a speed test is completed.
fr: Recevez une notification lorsqu'un test de débit est terminé.

# settings.menubar_display.label
source: Menu bar display:
fr: Affichage barre de menus :

# settings.menubar_display.none
source: None
fr: Aucun

# settings.menubar_display.latency
source: Latency (ping)
fr: Latence (ping)

# settings.menubar_display.throughput
source: Throughput ↓↑
fr: Débit ↓↑

# settings.menubar_display.rssi
source: WiFi Signal (dBm)
fr: Signal WiFi (dBm)

# settings.menubar_display.description
source: Choose the information displayed next to the icon in the menu bar (menu bar mode only).
fr: Choisissez l'information affichée à côté de l'icône dans la barre de menus (mode barre de menus uniquement).

# settings.ping_target.label
source: Ping target:
fr: Cible ping :

# settings.ping_target.description
source: Address used for ping (menu bar and remote work). Default: 8.8.8.8 (Google DNS).
fr: Adresse utilisée pour le ping (barre de menus et télétravail). Par défaut : 8.8.8.8 (Google DNS).

# settings.geek.title
source: Geek Mode
fr: Mode Geek

# settings.geek.description
source: Shows technical tools in the menu: network details, quality, speed test, traceroute, DNS, WiFi, and neighborhood.
fr: Affiche les outils techniques dans le menu : détails réseau, qualité, test de débit, traceroute, DNS, WiFi et voisinage.

# main.checking
source: Checking…
fr: Vérification…

# main.card.details
source: Network Details
fr: Détails réseau

# main.card.quality
source: Network Quality
fr: Qualité réseau

# main.card.speedtest
source: Speed Test
fr: Test de débit

# main.card.neighborhood
source: Neighborhood
fr: Voisinage

# main.card.bandwidth
source: Bandwidth
fr: Bande passante

# main.card.teletravail
source: Use Cases
fr: Cas d'usage

# main.card.settings
source: Settings
fr: Réglages

# guide.about.title
source: About Mon Réseau
fr: À propos de Mon Réseau

# guide.about.intro
source: Mon Réseau is a macOS application that monitors your internet connection and gives you a complete view of your network. It works from the menu bar or as a classic application.
fr: Mon Réseau est une application macOS qui surveille votre connexion internet et vous donne une vue complète de votre réseau. Elle fonctionne depuis la barre de menus ou en tant qu'application classique.

# guide.about.features_intro
source: Main features:
fr: Fonctionnalités principales :

# guide.about.feature.monitoring
source: Real-time connectivity monitoring
fr: Surveillance en temps réel de la connectivité

# guide.about.feature.details
source: Network details: interfaces, WiFi, routing, DNS, public IP
fr: Détails réseau : interfaces, WiFi, routage, DNS, IP publique

# guide.about.feature.quality
source: Quality test: latency, jitter, and packet loss
fr: Test de qualité : latence, gigue (jitter) et perte de paquets

# guide.about.feature.speed
source: Speed test: download and upload speed
fr: Test de débit : vitesse de téléchargement et d'envoi

# guide.about.feature.traceroute
source: Visual traceroute with geographic map
fr: Traceroute visuel avec carte géographique

# guide.about.feature.dns
source: Advanced DNS queries and server benchmarks
fr: Requêtes DNS avancées et benchmark de serveurs

# guide.about.feature.wifi
source: WiFi information and real-time signal
fr: Informations WiFi et signal en temps réel

# guide.about.feature.neighborhood
source: Network neighborhood scanner (devices and ports)
fr: Scanner de voisinage réseau (appareils et ports)

# guide.about.feature.teletravail
source: Use Cases: connection diagnostic by usage type
fr: Cas d'usage : diagnostic de votre connexion par type d'utilisation

# guide.concepts.title
source: Understanding Network Concepts
fr: Comprendre les concepts réseau

# guide.concepts.latency.title
source: Latency (ping)
fr: Latence (ping)

# guide.concepts.latency.text
source: Latency measures the time a small data packet takes to make the round trip between your computer and a remote server. It is expressed in milliseconds (ms). Latency below 20 ms is excellent, between 20 and 50 ms is good, and above 100 ms you may notice slowdowns in video calls or online games.
fr: La latence mesure le temps qu'un petit paquet de données met pour faire l'aller-retour entre votre ordinateur et un serveur distant. Elle s'exprime en millisecondes (ms). Une latence inférieure à 20 ms est excellente, entre 20 et 50 ms est bonne, et au-delà de 100 ms vous pourrez ressentir des ralentissements dans les appels vidéo ou les jeux en ligne.

# guide.concepts.jitter.title
source: Jitter
fr: Gigue (jitter)

# guide.concepts.jitter.text
source: Jitter represents the variation of latency over time. Even with a good average latency, high jitter means packets arrive irregularly. This degrades the quality of audio and video calls. A jitter below 5 ms is ideal.
fr: La gigue représente la variation de la latence dans le temps. Même avec une latence moyenne correcte, une gigue élevée signifie que les paquets arrivent de façon irrégulière. Cela dégrade la qualité des appels audio et vidéo. Un jitter inférieur à 5 ms est idéal.

# guide.concepts.loss.title
source: Packet Loss
fr: Perte de paquets

# guide.concepts.loss.text
source: When some data packets never reach their destination, it is called packet loss. Even 1% loss can affect the quality of a video call. A healthy connection has 0% loss. Frequent losses indicate a network problem (unstable WiFi, faulty cable, congestion).
fr: Quand certains paquets de données n'arrivent jamais à destination, on parle de perte de paquets. Même 1 % de perte peut affecter la qualité d'un appel vidéo. Une connexion saine a 0 % de perte. Des pertes fréquentes indiquent un problème de réseau (WiFi instable, câble défectueux, congestion).

# guide.concepts.speed.title
source: Throughput (speed)
fr: Débit (vitesse)

# guide.concepts.speed.text
source: Throughput measures the amount of data transferred per second. It distinguishes between download (downstream) and upload (upstream) speed. It is expressed in Mbps (megabits per second). For remote work, a minimum of 10 Mbps download and 5 Mbps upload is recommended. 4K streaming requires about 25 Mbps.
fr: Le débit mesure la quantité de données transférées par seconde. On distingue le débit descendant (téléchargement) et montant (envoi). Il s'exprime en Mbps (mégabits par seconde). Pour le télétravail, un minimum de 10 Mbps en descente et 5 Mbps en montée est recommandé. Le streaming 4K nécessite environ 25 Mbps.

# guide.concepts.dns.text
source: DNS is the internet's phone book: it translates domain names (like google.com) into IP addresses. A slow DNS server slows down the loading of every new web page. Mon Réseau lets you compare the speed of different DNS servers and perform advanced queries.
fr: Le DNS est l'annuaire d'internet : il traduit les noms de domaine (comme google.com) en adresses IP. Un serveur DNS lent ralentit le chargement de chaque nouvelle page web. Mon Réseau permet de comparer la vitesse de différents serveurs DNS et d'effectuer des requêtes avancées.

# guide.concepts.traceroute.text
source: Traceroute traces the path your data takes to reach a server. Each step ("hop") is an intermediate router. This helps identify where a slowdown or break occurs along the network path.
fr: Le traceroute retrace le chemin emprunté par vos données pour atteindre un serveur. Chaque étape (« saut ») est un routeur intermédiaire. Cela permet d'identifier où se situe un ralentissement ou une coupure sur le parcours réseau.

# guide.concepts.rssi.title
source: RSSI (WiFi signal)
fr: RSSI (signal WiFi)

# guide.concepts.rssi.text
source: RSSI (Received Signal Strength Indicator) measures WiFi signal strength in dBm. Values are negative: -30 dBm is an excellent signal, -67 dBm is decent, and below -80 dBm the connection becomes unstable. Distance from the router, walls, and interference reduce the signal.
fr: Le RSSI (Received Signal Strength Indicator) mesure la puissance du signal WiFi en dBm. Les valeurs sont négatives : -30 dBm est un signal excellent, -67 dBm est correct, et en dessous de -80 dBm la connexion devient instable. L'éloignement du routeur, les murs et les interférences réduisent le signal.

# guide.concepts.nat.title
source: NAT and Public/Private IP
fr: NAT et IP publique / privée

# guide.concepts.nat.text
source: Your internet router assigns private IP addresses (192.168.x.x) to your devices and uses NAT (Network Address Translation) to make them communicate with the internet via a single public IP address. Knowing your public IP is useful for troubleshooting or remote access.
fr: Votre box internet attribue des adresses IP privées (192.168.x.x) à vos appareils et utilise le NAT (Network Address Translation) pour les faire communiquer avec internet via une seule adresse IP publique. Connaître votre IP publique est utile pour le dépannage ou l'accès à distance.

# guide.concepts.ipv.title
source: IPv4 and IPv6
fr: IPv4 et IPv6

# guide.concepts.ipv.text
source: IPv4 uses 32-bit addresses (e.g., 192.168.1.1). Facing address shortage, IPv6 was created with 128-bit addresses (e.g., 2001:db8::1). More and more providers are enabling IPv6, which improves performance and simplifies routing.
fr: IPv4 utilise des adresses sur 32 bits (ex : 192.168.1.1). Face à la pénurie d'adresses, IPv6 a été créé avec des adresses sur 128 bits (ex : 2001:db8::1). De plus en plus de fournisseurs activent IPv6, qui améliore les performances et simplifie le routage.

# guide.tips.title
source: Tips to Optimize Your Connection
fr: Astuces pour optimiser sa connexion

# guide.tips.router.title
source: WiFi Router Placement
fr: Placement du routeur WiFi

# guide.tips.router.text
source: Place your router in a central, elevated position, away from thick walls, mirrors, and electronic devices (microwaves, baby monitors). Avoid placing it in a closet or on the floor.
fr: Placez votre routeur en position centrale et surélevée, à l'écart des murs épais, des miroirs et des appareils électroniques (micro-ondes, babyphones). Évitez de le mettre dans un placard ou au sol.

# guide.tips.ethernet.title
source: Prefer Ethernet Cable
fr: Préférer le câble Ethernet

# guide.tips.ethernet.text
source: For remote work, video calls, or gaming, an Ethernet cable offers a more stable and faster connection than WiFi. A Cat 6 cable easily supports 1 Gbps over 50 meters.
fr: Pour le télétravail, les appels vidéo ou le gaming, un câble Ethernet offre une connexion plus stable et rapide que le WiFi. Un câble Cat 6 supporte facilement 1 Gbps sur 50 mètres.

# guide.tips.channel.title
source: Choose the Right WiFi Channel
fr: Choisir le bon canal WiFi

# guide.tips.channel.text
source: If your neighbors use the same WiFi channel, interference slows everyone down. Use the 5 GHz band (less crowded, faster but shorter range) or identify a less-used 2.4 GHz channel. Channels 1, 6, and 11 are the only non-overlapping channels in 2.4 GHz.
fr: Si vos voisins utilisent le même canal WiFi, les interférences ralentissent tout le monde. Utilisez la bande 5 GHz (moins encombrée, plus rapide mais portée réduite) ou identifiez un canal 2.4 GHz peu utilisé. Les canaux 1, 6 et 11 sont les seuls qui ne se chevauchent pas en 2.4 GHz.

# guide.tips.dns.title
source: Use a Fast DNS
fr: Utiliser un DNS rapide

# guide.tips.dns.text
source: Replace your ISP's DNS with a fast and reliable DNS:
fr: Remplacez le DNS de votre fournisseur par un DNS rapide et fiable :

# guide.tips.dns.cloudflare
source: Cloudflare: 1.1.1.1 — fast and privacy-friendly
fr: Cloudflare : 1.1.1.1 — rapide et respectueux de la vie privée

# guide.tips.dns.google
source: Google: 8.8.8.8 — reliable and widely used
fr: Google : 8.8.8.8 — fiable et largement utilisé

# guide.tips.dns.quad9
source: Quad9: 9.9.9.9 — filters malicious domains
fr: Quad9 : 9.9.9.9 — filtre les domaines malveillants

# guide.tips.dns.outro
source: Use Mon Réseau's DNS tool to compare their speed from your network.
fr: Utilisez l'outil DNS de Mon Réseau pour comparer leur vitesse depuis votre réseau.

# guide.tips.reboot.title
source: Regularly Restart Your Router
fr: Redémarrer régulièrement sa box

# guide.tips.reboot.text
source: A weekly restart of your router can resolve slowdowns caused by memory saturation or accumulated connections. Unplug, wait 30 seconds, then plug back in.
fr: Un redémarrage hebdomadaire de votre box et routeur peut résoudre des ralentissements liés à la saturation de mémoire ou de connexions accumulées. Débranchez, attendez 30 secondes, puis rebranchez.

# guide.tips.bandwidth.title
source: Limit Bandwidth-Heavy Usage
fr: Limiter les usages gourmands

# guide.tips.bandwidth.text
source: Automatic updates, cloud sync, and background streaming consume bandwidth. During an important video call, pause heavy downloads. Enable QoS (Quality of Service) on your router if available to prioritize critical traffic.
fr: Les mises à jour automatiques, le cloud sync et le streaming en arrière-plan consomment de la bande passante. Pendant un appel vidéo important, mettez en pause les téléchargements lourds. Activez la QoS (Quality of Service) sur votre routeur si disponible pour prioriser le trafic critique.

# guide.tips.install.title
source: Check Your Setup
fr: Vérifier son installation

# guide.tips.install.text
source: A damaged Ethernet cable, missing ADSL filter, poor-quality splitter, or old router can limit your speed. If your speed tests are well below your plan, contact your provider.
fr: Un câble Ethernet abîmé, un filtre ADSL manquant, un splitter de mauvaise qualité ou un vieux routeur peuvent limiter votre débit. Si vos tests de débit sont bien inférieurs à votre abonnement, contactez votre fournisseur.

# guide.teletravail.title
source: Use Cases: Thresholds per Usage
fr: Cas d'usage : seuils par utilisation

# guide.teletravail.intro
source: The Use Cases screen evaluates your connection in real time for each type of usage. Here are the minimum thresholds used:
fr: L'écran Cas d'usage évalue votre connexion en temps réel pour chaque type d'utilisation. Voici les seuils minimaux retenus pour chacun :

# guide.teletravail.header.latency
source: Latency
fr: Latence

# guide.teletravail.header.loss
source: Loss
fr: Perte

# guide.teletravail.usage.visio
source: Video Conferencing
fr: Visioconférence

# guide.teletravail.usage.visiohd
source: HD Video + Sharing
fr: Visio HD + Partage

# guide.teletravail.usage.citrix
source: Citrix / Remote Desktop
fr: Citrix / Bureau dist.

# guide.teletravail.usage.transfer
source: File Transfer
fr: Transfert fichiers

# guide.teletravail.usage.streaming
source: Video Streaming
fr: Vidéo streaming

# guide.teletravail.usage.gaming
source: Online Gaming
fr: Gaming en ligne

# guide.teletravail.verdicts
source: Verdicts are assigned according to these rules:
fr: Les verdicts sont attribués selon ces règles :

# guide.teletravail.verdict.excellent
source: Excellent (green): speed ≥ 2× threshold, latency and jitter ≤ 50% of threshold
fr: Excellent (vert) : débit ≥ 2× le seuil, latence et jitter ≤ 50% du seuil

# guide.teletravail.verdict.ok
source: OK (blue): all thresholds met with comfortable margin
fr: OK (bleu) : tous les seuils sont respectés avec une marge confortable

# guide.teletravail.verdict.degraded
source: Degraded (orange): thresholds met but a metric is within 30% of the limit
fr: Dégradé (orange) : seuils respectés mais une métrique est à moins de 30% de la limite

# guide.teletravail.verdict.insufficient
source: Insufficient (red): at least one threshold is not met
fr: Insuffisant (rouge) : au moins un seuil n'est pas atteint

# guide.teletravail.indicators.title
source: The Three Indicators
fr: Les trois indicateurs

# guide.teletravail.indicator.wifi
source: WiFi: signal in dBm. Green ≥ -50, orange ≥ -70, red < -70
fr: WiFi : signal en dBm. Vert ≥ -50, orange ≥ -70, rouge < -70

# guide.teletravail.indicator.latency
source: Latency: ping to 8.8.8.8. Green ≤ 30 ms and jitter ≤ 10 ms, orange ≤ 80 ms and jitter ≤ 30 ms, red beyond
fr: Latence : ping vers 8.8.8.8. Vert ≤ 30 ms et jitter ≤ 10 ms, orange ≤ 80 ms et jitter ≤ 30 ms, rouge au-delà

# guide.teletravail.indicator.speed
source: Speed: uses last test result. Green ≥ 50 Mbps, blue ≥ 10 Mbps, orange ≥ 5 Mbps, red < 5 Mbps
fr: Débit : utilise le dernier test effectué. Vert ≥ 50 Mbps, bleu ≥ 10 Mbps, orange ≥ 5 Mbps, rouge < 5 Mbps

# guide.teletravail.note
source: WiFi and latency indicators are measured continuously (1 measurement/second). Speed comes from the last test run in the Speed Test window. For up-to-date results, run a speed test before your meeting.
fr: Les indicateurs WiFi et latence sont mesurés en continu (1 mesure/seconde). Le débit provient du dernier test réalisé dans la fenêtre Test de débit. Pour des résultats actualisés, relancez un test de débit avant votre réunion.

# guide.urlscheme.title
source: Deep Links (URL Scheme)
fr: Liens profonds (URL Scheme)

# guide.urlscheme.intro
source: Mon Réseau registers the monreseau:// scheme to open a specific window directly. These links work from Safari, Terminal, Spotlight, Widgets or any other application.
fr: Mon Réseau enregistre le scheme monreseau:// pour ouvrir directement une fenêtre. Ces liens fonctionnent depuis Safari, Terminal, Spotlight, les Widgets ou tout autre application.

# guide.urlscheme.usage
source: Example: open Terminal and type "open monreseau://speedtest" to launch the speed test directly. WidgetKit widgets use these links to navigate to the app.
fr: Exemple : ouvrez Terminal et tapez « open monreseau://speedtest » pour lancer directement le test de débit. Les widgets WidgetKit utilisent ces liens pour naviguer vers l'app.

# guide.shortcuts.title
source: Keyboard Shortcuts
fr: Raccourcis clavier

# guide.shortcuts.intro
source: In menu bar mode, global shortcuts use Ctrl+Option+letter. In application mode, use Cmd+letter in the menus.
fr: En mode barre de menus, les raccourcis globaux utilisent Ctrl+Option+lettre. En mode application, utilisez Cmd+lettre dans les menus.

# notification.quality_degraded.title
source: Network quality degraded
fr: Qualité réseau dégradée

# notification.quality_degraded.latency
source: Latency %.0f ms (threshold: %.0f ms)
fr: Latence %.0f ms (seuil : %.0f ms)

# notification.quality_degraded.loss
source: Packet loss %.0f%% (threshold: %.0f%%)
fr: Perte de paquets %.0f%% (seuil : %.0f%%)

# notification.speedtest_complete.title
source: Speed test completed
fr: Test de débit terminé

# notification.speedtest_complete.body
source: ↓ %.0f Mbps ↑ %.0f Mbps Latency %.0f ms
fr: ↓ %.0f Mbps ↑ %.0f Mbps Latence %.0f ms

# bandwidth.title
source: Mon Réseau — Bandwidth
fr: Mon Réseau — Bande passante

# bandwidth.download
source: Download
fr: Réception

# bandwidth.upload
source: Upload
fr: Envoi

# bandwidth.copy
source: Copy
fr: Copier

# accessibility.graph.quality
source: Network quality graph
fr: Graphique de qualité réseau

# accessibility.graph.quality.empty
source: No measurements
fr: Aucune mesure
