Repository: vincentlauriat/DiagnosticsReseau
Catalog: MonReseau/*.lproj/Localizable.strings
Languages: fr

# accessibility.graph.quality.value
source: Average latency %.0f ms, loss %.0f%%
fr: Latence moyenne %.0f ms, perte %.0f%%

# accessibility.graph.wifi
source: WiFi signal graph
fr: Graphique du signal WiFi

# accessibility.gauge.wifi
source: WiFi signal strength
fr: Force du signal WiFi

# quality.title
source: Mon Réseau — Network Quality
fr: Mon Réseau — Qualité réseau

# quality.status.starting
source: Starting measurements...
fr: Démarrage des mesures...

# quality.status.no_data
source: No measurements available
fr: Aucune mesure disponible

# quality.target.label
source: Target:
fr: Cible :

# quality.target.local
source: Local network
fr: Réseau local

# quality.target.custom
source: Custom
fr: Personnalisé

# quality.target.gateway
source: Gateway
fr: Passerelle

# quality.target.gateway_not_found
source: Gateway not found
fr: Passerelle introuvable

# quality.legend.latency
source: Latency (ms)
fr: Latence (ms)

# quality.legend.average
source: 60s average
fr: Moyenne 60s

# quality.legend.loss
source: Packet loss
fr: Perte de paquets

# quality.graph.waiting
source: Waiting for data...
fr: En attente de données...

# quality.graph.no_response
source: No response...
fr: Aucune réponse...

# quality.rating.excellent
source: Excellent
fr: Excellente

# quality.rating.good
source: Good
fr: Bonne

# quality.rating.fair
source: Fair
fr: Moyenne

# quality.rating.poor
source: Poor
fr: Mauvaise

# quality.history.title
source: Mon Réseau — Quality History 24h
fr: Mon Réseau — Historique qualité 24h

# speedtest.title
source: Mon Réseau — Speed Test
fr: Mon Réseau — Test de débit

# speedtest.heading
source: Speed Test
fr: Test de débit

# speedtest.status.ready
source: Click the button to start the test
fr: Cliquez sur le bouton pour lancer le test

# speedtest.status.running
source: Test in progress...
fr: Test en cours...

# speedtest.status.done
source: Test completed
fr: Test terminé

# speedtest.results
source: Results
fr: Résultats

# speedtest.button.start
source: Start test
fr: Lancer le test

# speedtest.button.export
source: Export CSV
fr: Exporter CSV

# speedtest.button.clear_history
source: Clear history
fr: Effacer l'historique

# traceroute.heading
source: Visual Traceroute
fr: Traceroute visuel

# traceroute.button.trace
source: Trace
fr: Tracer

# traceroute.status.ready
source: Enter an address and click Trace
fr: Entrez une adresse et cliquez sur Tracer

# traceroute.status.running
source: Traceroute in progress...
fr: Traceroute en cours...

# traceroute.status.done
source: Traceroute completed - %d hops
fr: Traceroute terminé - %d hops

# details.title
source: Mon Réseau — Network Details
fr: Mon Réseau — Détails réseau

# details.section.connection
source: Connection Status
fr: État de la connexion

# details.section.routing
source: Routing
fr: Routage

# details.section.public_ip
source: Public IP
fr: IP Publique

# teletravail.title
source: Mon Réseau — Use Cases
fr: Mon Réseau — Cas d'usage

# teletravail.heading
source: Use Cases
fr: Cas d'usage

# teletravail.subtitle
source: Real-time diagnostic of your connection by usage type.
fr: Diagnostic en temps réel de votre connexion par type d'utilisation.

# teletravail.usages.title
source: Usage Compatibility
fr: Compatibilité des usages

# teletravail.verdict.analyzing
source: Analyzing…
fr: Analyse en cours…

# teletravail.verdict.waiting
source: Waiting for sufficient data.
fr: En attente de données suffisantes.

# teletravail.verdict.degraded
source: Degraded
fr: Dégradé

# teletravail.verdict.insufficient
source: Insufficient
fr: Insuffisant

# teletravail.verdict.unknown
source: Unknown
fr: Inconnu

# teletravail.global.insufficient
source: Insufficient connection
fr: Connexion insuffisante

# teletravail.global.degraded
source: Degraded connection
fr: Connexion dégradée

# teletravail.global.excellent
source: Excellent connection
fr: Connexion excellente

# teletravail.global.excellent_detail
source: Your network is perfectly suited for all use cases.
fr: Votre réseau est parfaitement adapté à tous les usages.

# teletravail.global.ok
source: Connection suited for common use cases
fr: Connexion adaptée aux usages courants

# teletravail.global.ok_detail
source: All common use cases are functional.
fr: Tous les usages courants sont fonctionnels.

# teletravail.speed.no_test
source: No test
fr: Aucun test

# teletravail.speed.run_test
source: Run a speed test
fr: Lancez un test de débit

# teletravail.wifi.disconnected
source: Disconnected
fr: Déconnecté

# whois.heading
source: Whois Lookup
fr: Recherche Whois

# whois.button.query
source: Lookup
fr: Rechercher

# whois.button.copy
source: Copy
fr: Copier

# whois.status.ready
source: Enter a domain or IP address
fr: Entrez un domaine ou une adresse IP

# whois.status.querying
source: Looking up %@…
fr: Recherche de %@…

# whois.status.connecting
source: Connecting to %@…
fr: Connexion à %@…

# whois.status.redirect
source: Redirecting to %@…
fr: Redirection vers %@…

# whois.status.done
source: Result from %@ — %d lines
fr: Résultat de %@ — %d lignes

# whois.status.empty
source: No result
fr: Aucun résultat

# whois.result.empty
source: The WHOIS server returned no information.
fr: Le serveur WHOIS n'a retourné aucune information.

# whois.error.send
source: Send error: %@
fr: Erreur d'envoi : %@

# whois.error.connection
source: Connection error: %@
fr: Erreur de connexion : %@

# whois.error.timeout
source: Timeout (15 s)
fr: Délai d'attente dépassé (15 s)

# dns.label.domain
source: Domain:
fr: Domaine :

# dns.label.server
source: Server:
fr: Serveur :

# dns.button.resolve
source: Resolve
fr: Résoudre

# dns.button.latency
source: Test DNS Latency
fr: Tester latence DNS

# dns.button.config
source: System Config
fr: Config système

# dns.button.flush
source: Flush DNS Cache
fr: Vider cache DNS

# dns.server.system
source: System server
fr: Serveur système

# dns.server.systemshort
source: System
fr: Système

# dns.server.router
source: Local router
fr: Routeur local

# dns.server.local
source: Local network
fr: Réseau local

# dns.config.title
source: DNS SYSTEM CONFIGURATION
fr: CONFIGURATION DNS SYSTÈME

# dns.config.servers
source: CONFIGURED DNS SERVERS
fr: SERVEURS DNS CONFIGURÉS

# dns.config.domain
source: DOMAIN
fr: DOMAINE

# dns.config.searchdomains
source: SEARCH DOMAINS
fr: DOMAINES DE RECHERCHE

# dns.config.error
source: Unable to retrieve DNS configuration.
fr: Impossible de récupérer la configuration DNS.

# dns.config.publicservers
source: AVAILABLE PUBLIC DNS SERVERS
fr: SERVEURS DNS PUBLICS DISPONIBLES

# dns.query.complete
source: FULL DNS QUERY for
fr: REQUÊTE DNS COMPLÈTE pour

# dns.query.single
source: DNS QUERY
fr: REQUÊTE DNS

# dns.result.norecord
source: no record
fr: aucun enregistrement

# dns.result.norecordtype
source: No %@ record found.
fr: Aucun enregistrement %@ trouvé.

# dns.result.totaltime
source: Total time
fr: Temps total

# dns.result.querytime
source: Query time
fr: Temps de requête

# dns.latency.title
source: DNS LATENCY TEST
fr: TEST DE LATENCE DNS

# dns.latency.description
source: Resolving 'google.com' on each server (3 attempts):
fr: Résolution de 'google.com' sur chaque serveur (3 essais) :

# dns.latency.header
source: Latency
fr: Latence

# dns.latency.error
source: Error
fr: Erreur

# dns.flush.title
source: FLUSH DNS CACHE
fr: VIDER LE CACHE DNS

# dns.flush.instructions
source: To flush the DNS cache on macOS, run this command in Terminal:
fr: Pour vider le cache DNS sur macOS, exécutez cette commande dans le Terminal :

# dns.flush.admin
source: Administrator rights required
fr: Droits administrateur requis

# dns.flush.copied
source: Command copied to clipboard.
fr: Commande copiée dans le presse-papiers.

# neighborhood.window.title
source: Mon Réseau — Network Neighborhood
fr: Mon Réseau — Voisinage réseau

# neighborhood.title
source: Network Neighborhood
fr: Voisinage réseau

# neighborhood.subnet.loading
source: Subnet: ...
fr: Sous-réseau : ...

# neighborhood.subnet.detected
source: Subnet: %@/%d
fr: Sous-réseau : %@/%d

# neighborhood.subnet.notfound
source: Subnet: not detected
fr: Sous-réseau : non détecté

# neighborhood.status.ready
source: Click Scan to start
fr: Cliquez sur Scanner pour démarrer

# neighborhood.error.nosubnet
source: Unable to detect subnet
fr: Impossible de détecter le sous-réseau

# neighborhood.error.iprange
source: IP range empty or too large
fr: Plage IP vide ou trop grande

# neighborhood.status.phase1
source: Phase 1/3 — ARP solicitation…
fr: Phase 1/3 — Sollicitation ARP…

# neighborhood.status.phase2
source: Phase 2/3 — ICMP Ping…
fr: Phase 2/3 — Ping ICMP…

# neighborhood.status.phase2.progress
source: Phase 2/3 — Ping %d/%d — %d devices
fr: Phase 2/3 — Ping %d/%d — %d machines

# neighborhood.status.phase3
source: Phase 3/3 — Analyzing ARP table…
fr: Phase 3/3 — Analyse table ARP…

# neighborhood.status.done
source: Scan complete — %d devices found
fr: Scan terminé — %d machines trouvées

# neighborhood.column.name
source: Name
fr: Nom

# neighborhood.column.latency
source: Latency
fr: Latence

# neighborhood.column.vendor
source: Vendor
fr: Fabricant

# neighborhood.button.scan
source: Scan
fr: Scanner

# neighborhood.service.printer
source: Printer
fr: Imprimante

# neighborhood.detail.window.title
source: Details — %@
fr: Détails — %@

# neighborhood.detail.section.bonjour
source: BONJOUR SERVICES
fr: SERVICES BONJOUR

# neighborhood.detail.section.analyzing
source: ANALYZING…
fr: ANALYSE EN COURS…

# neighborhood.detail.section.latency
source: LATENCY (10 pings)
fr: LATENCE (10 pings)

# neighborhood.detail.section.ports
source: OPEN PORTS
fr: PORTS OUVERTS

# neighborhood.detail.ip
source: IP Address
fr: Adresse IP

# neighborhood.detail.hostname
source: Hostname
fr: Nom d'hôte

# neighborhood.detail.mac
source: MAC Address
fr: Adresse MAC

# neighborhood.detail.vendor
source: Vendor
fr: Fabricant

# neighborhood.detail.type
source: Probable type
fr: Type probable

# neighborhood.detail.initial.latency
source: Initial latency
fr: Latence initiale

# neighborhood.detail.unknown
source: Unknown
fr: Inconnu

# neighborhood.detail.unavailable
source: Unavailable
fr: Non disponible

# neighborhood.detail.noservices
source: No service detected
fr: Aucun service détecté

# neighborhood.detail.analyzing.desc
source: Ping x10, port scan, DNS…
fr: Ping x10, scan de ports, DNS…

# neighborhood.detail.noreply
source: No response
fr: Aucune réponse

# neighborhood.detail.replies
source: Replies
fr: Réponses

# neighborhood.detail.average
source: Average
fr: Moyenne

# neighborhood.detail.median
source: Median
fr: Médiane

# neighborhood.detail.loss
source: Loss
fr: Perte

# neighborhood.detail.noports
source: No open port detected
fr: Aucun port ouvert détecté

# neighborhood.device.apple
source: Apple Device
fr: Appareil Apple

# neighborhood.device.samsung
source: Samsung Device
fr: Appareil Samsung

# neighborhood.device.google
source: Google Device
fr: Appareil Google

# neighborhood.device.sonos
source: Sonos Speaker
fr: Enceinte Sonos

# neighborhood.device.synology
source: Synology NAS
fr: NAS Synology

# neighborhood.device.qnap
source: QNAP NAS
fr: NAS QNAP

# neighborhood.device.router.isp
source: Internet Box / Router
fr: Box Internet / Routeur

# neighborhood.device.router.wifi
source: Router / WiFi AP
fr: Routeur / AP WiFi

# neighborhood.device.printer
source: Printer
fr: Imprimante

# neighborhood.device.server.nas
source: Server / NAS
fr: Serveur / NAS

# neighborhood.device.server.web
source: Web Server
fr: Serveur Web

# neighborhood.device.server.unix
source: Server / Unix Machine
fr: Serveur / Machine Unix

# neighborhood.device.router
source: Router
fr: Routeur

# neighborhood.device.switch
source: Network Switch
fr: Switch réseau

# neighborhood.device.camera
source: IP Camera
fr: Caméra IP

# wifi.window.title.disconnected
source: Mon Réseau — WiFi (disconnected)
fr: Mon Réseau — WiFi (déconnecté)

# wifi.heading
source: WiFi Information
fr: Informations WiFi

# wifi.label.security
source: Security:
fr: Sécurité :

# wifi.label.channel
source: Channel:
fr: Canal :

# wifi.label.band
source: Band:
fr: Bande :

# wifi.label.width
source: Width:
fr: Largeur :

# wifi.label.noise
source: Noise:
fr: Bruit :

# wifi.label.txrate
source: TX Rate:
fr: Débit TX :

# wifi.label.country
source: Country:
fr: Pays :

# wifi.status.disconnected
source: Not connected
fr: Non connecté

# wifi.unknown
source: Unknown
fr: Inconnue

# wifi.security.none
source: None
fr: Aucune

# wifi.security.wpa_personal
source: WPA Personal
fr: WPA Personnel

# wifi.security.wpa2_personal
source: WPA2 Personal
fr: WPA2 Personnel

# wifi.security.wpa3_personal
source: WPA3 Personal
fr: WPA3 Personnel

# wifi.security.other
source: Other
fr: Autre

# wifi.legend.medium
source: Medium (-50 to -70)
fr: Moyen (-50 à -70)

# wifi.legend.weak
source: Weak (< -70)
fr: Faible (< -70)

# wifi.graph.waiting
source: Waiting for data...
fr: En attente de données...

# wifi.tooltip.disconnected
source: Sample %d/%d Disconnected
fr: Mesure %d/%d Déconnecté

# wifi.tooltip.rssi
source: Sample %d/%d RSSI: %d dBm
fr: Mesure %d/%d RSSI: %d dBm

# wifi.accessibility.graph
source: WiFi signal graph
fr: Graphique du signal WiFi

# wifi.accessibility.gauge
source: WiFi signal strength
fr: Force du signal WiFi

# teletravail.usage.visio
source: Video Conferencing
fr: Visioconférence

# teletravail.usage.visiohd
source: HD Video + Screen Sharing
fr: Visio HD + Partage écran

# teletravail.usage.citrix
source: Citrix / Remote Desktop
fr: Citrix / Bureau distant

# teletravail.usage.transfer
source: File Transfer
fr: Transfert de fichiers

# teletravail.usage.streaming
source: Video Streaming
fr: Vidéo streaming

# teletravail.usage.gaming
source: Online Gaming
fr: Gaming en ligne

# teletravail.card.latency
source: Latency
fr: Latence

# teletravail.card.speed
source: Speed
fr: Débit

# teletravail.accessibility.wifi
source: WiFi signal indicator
fr: Indicateur signal WiFi

# teletravail.accessibility.latency
source: Latency indicator
fr: Indicateur de latence

# teletravail.accessibility.speed
source: Speed indicator
fr: Indicateur de débit

# teletravail.button.copy_report
source: Copy report
fr: Copier rapport

# teletravail.note
source: WiFi and latency indicators are measured in real time. Speed uses the last test result (Speed Test window).
fr: Les indicateurs WiFi et latence sont mesurés en temps réel. Le débit utilise le dernier test effectué (fenêtre Test de débit).

# teletravail.latency.detail_format
source: Avg: %.0f ms · Jitter: %.1f ms
fr: Moy: %.0f ms · Jitter: %.1f ms

# teletravail.speed.date_format
source: Test from %@
fr: Test du %@

# teletravail.global.impacted_usages
source: Impacted use cases: %@
fr: Usages impactés : %@

# teletravail.global.watch_usages
source: Watch: %@
fr: À surveiller : %@

# teletravail.report.header
source: Mon Réseau — Use Cases Report
fr: Mon Réseau — Rapport Cas d'usage

# teletravail.report.latency
source: Latency:
fr: Latence :

# teletravail.report.speed
source: Speed:
fr: Débit :

# teletravail.report.usages
source: Usage compatibility:
fr: Compatibilité des usages :

# teletravail.report.global_verdict
source: Global verdict:
fr: Verdict global :

# teletravail.button.exportpdf
source: Export PDF
fr: Exporter PDF

# teletravail.pdf.section.indicators
source: Indicators
fr: Indicateurs

# teletravail.pdf.section.global_verdict
source: Global Verdict
fr: Verdict global

# teletravail.pdf.footer
source: Generated by Mon Réseau
fr: Généré par Mon Réseau

# speedtest.location.unknown_position
source: Unknown position
fr: Position inconnue

# speedtest.location.unknown
source: Unknown location
fr: Lieu inconnu

# speedtest.location.loading
source: Locating...
fr: Localisation...

# speedtest.accessibility.animation
source: Speed test animation
fr: Animation du test de débit

# speedtest.result.latency_default
source: Latency: —
fr: Latence: —

# speedtest.result.quality_default
source: Quality: —
fr: Qualité: —

# speedtest.result.quality_format
source: Quality: %@
fr: Qualité: %@

# speedtest.button.share
source: Share
fr: Partager

# speedtest.export.no_history
source: No history
fr: Aucun historique

# speedtest.export.no_data
source: There is no data to export.
fr: Il n'y a pas de données à exporter.

# speedtest.export.error
source: Export error
fr: Erreur d'export

# speedtest.clear.confirm_title
source: Clear history?
fr: Effacer l'historique ?

# speedtest.clear.confirm_message
source: This action cannot be undone.
fr: Cette action est irréversible.

# speedtest.clear.confirm_delete
source: Clear
fr: Effacer

# speedtest.clear.confirm_cancel
source: Cancel
fr: Annuler

# speedtest.status.measuring_latency
source: Measuring latency...
fr: Mesure de la latence...

# speedtest.status.measuring_download
source: Testing download...
fr: Test de download...

# speedtest.status.measuring_upload
source: Testing upload...
fr: Test d'upload...

# speedtest.share.no_result
source: No result
fr: Aucun résultat

# speedtest.share.no_result_detail
source: Run a speed test before sharing.
fr: Lancez un test de débit avant de partager.

# speedtest.share.header
source: Mon Réseau — Speed Test
fr: Mon Réseau — Test de débit

# speedtest.share.latency
source: Latency:
fr: Latence :

# speedtest.share.location
source: Location:
fr: Lieu :

# speedtest.notification.title
source: Speed test completed
fr: Test de débit terminé

# speedtest.notification.body
source: ↓ %.1f Mbps ↑ %.1f Mbps Latency: %.0f ms
fr: ↓ %.1f Mbps ↑ %.1f Mbps Latence: %.0f ms

# netdetail.button.refresh
source: Refresh
fr: Rafraîchir

# netdetail.button.copy
source: Copy
fr: Copier

# netdetail.button.copy_tooltip
source: Copy network information
fr: Copier les informations réseau

# netdetail.label.status
source: Status
fr: Statut

# netdetail.status.active
source: Active
fr: Actif

# netdetail.status.inactive
source: Inactive
fr: Inactif

# netdetail.label.throughput_in
source: Throughput In
fr: Débit entrant

# netdetail.label.throughput_out
source: Throughput Out
fr: Débit sortant

# netdetail.label.internet
source: Internet Connection
fr: Connexion Internet

# netdetail.value.connected
source: Connected
fr: Connecté

# netdetail.value.disconnected
source: Disconnected
fr: Déconnecté

# netdetail.label.expensive
source: Expensive (cellular)
fr: Coûteuse (cellular)

# netdetail.label.constrained
source: Constrained (low data)
fr: Contrainte (low data)

# netdetail.value.yes
source: Yes
fr: Oui

# netdetail.value.no
source: No
fr: Non

# netdetail.label.active_type
source: Active type
fr: Type actif

# netdetail.value.cellular
source: Cellular
fr: Cellulaire

# netdetail.value.other
source: Other
fr: Autre

# netdetail.label.supports_dns
source: Supports DNS
fr: Supporte DNS

# netdetail.label.supports_ipv4
source: Supports IPv4
fr: Supporte IPv4

# netdetail.label.supports_ipv6
source: Supports IPv6
fr: Supporte IPv6

# netdetail.label.uptime_24h
source: Uptime 24h
fr: Disponibilité 24h

# netdetail.label.disconnections_24h
source: Disconnections 24h
fr: Déconnexions 24h

# netdetail.value.vpn_active
source: VPN active
fr: VPN actif

# netdetail.label.default_gateway
source: Default gateway
fr: Passerelle par défaut

# netdetail.label.primary_interface
source: Primary interface
fr: Interface de sortie

# netdetail.label.gateway
source: Gateway
fr: Passerelle

# netdetail.value.unavailable
source: Unavailable
fr: Non disponible

# netdetail.label.public_ip
source: Public IP
fr: IP publique

# netdetail.label.noise
source: Noise
fr: Bruit

# netdetail.label.channel
source: Channel
fr: Canal

# netdetail.label.band
source: Band
fr: Bande

# netdetail.label.channel_width
source: Channel width
fr: Largeur canal

# netdetail.value.unknown
source: Unknown
fr: Inconnue

# netdetail.label.tx_rate
source: TX Rate
fr: Débit TX

# netdetail.label.security
source: Security
fr: Sécurité

# netdetail.security.none
source: None
fr: Aucune

# netdetail.label.country_code
source: Country code
fr: Code pays

# netdetail.report.header
source: Mon Réseau — Network Details
fr: Mon Réseau — Détails réseau

# traceroute.location.local_network
source: Local network
fr: Réseau local

# traceroute.column.hostname
source: Hostname
fr: Nom d'hôte

# traceroute.button.copy
source: Copy
fr: Copier

# traceroute.button.share
source: Share
fr: Partager

# traceroute.callout.host
source: Host:
fr: Hôte :

# traceroute.callout.location
source: Location:
fr: Lieu :

# traceroute.callout.latency
source: Latency:
fr: Latence :

# traceroute.report.header
source: Mon Réseau — Traceroute to %@
fr: Mon Réseau — Traceroute vers %@

# traceroute.report.latency
source: Latency
fr: Latence

# traceroute.report.location
source: Location
fr: Lieu

# quality.button.copy_stats
source: Copy stats
fr: Copier stats

# quality.button.history_24h
source: History 24h
fr: Historique 24h

# quality.stats.format
source: Latency: avg %.1f ms | min %.1f ms | max %.1f ms Jitter: %.1f ms Loss: %.1f%% Quality: %@
fr: Latence: moy %.1f ms | min %.1f ms | max %.1f ms Jitter: %.1f ms Perte: %.1f%% Qualité: %@

# quality.report.header
source: Mon Réseau — Network Quality
fr: Mon Réseau — Qualité réseau

# quality.report.avg_latency
source: Average latency:
fr: Latence moyenne :

# quality.report.min_latency
source: Min latency:
fr: Latence min :

# quality.report.max_latency
source: Max latency:
fr: Latence max :

# quality.report.loss
source: Packet loss:
fr: Perte de paquets :

# quality.report.measurements
source: Measurements:
fr: Mesures :

# quality.accessibility.graph
source: Network quality graph
fr: Graphique de qualité réseau

# quality.accessibility.no_measurement
source: No measurements
fr: Aucune mesure

# quality.accessibility.value_format
source: Average latency %.0f ms, loss %.0f%%
fr: Latence moyenne %.0f ms, perte %.0f%%

# quality.history.legend.latency
source: Latency (ms)
fr: Latence (ms)

# quality.history.legend.loss
source: Loss (%)
fr: Perte (%)

# quality.history.no_data
source: No history available. Data is recorded automatically when using the Network Quality window.
fr: Aucun historique disponible. Les données sont enregistrées automatiquement lors de l'utilisation de la fenêtre Qualité réseau.

# quality.history.no_data_short
source: No data
fr: Aucune donnée

# quality.tooltip.measurement
source: Sample %d/%d
fr: Mesure %d/%d

# quality.tooltip.latency
source: Latency:
fr: Latence:

# quality.tooltip.loss
source: Packet loss
fr: Perte de paquet

# favorites.button
source: Favorites
fr: Favoris

# favorites.add
source: Add to favorites
fr: Ajouter aux favoris

# favorites.none
source: No favorites
fr: Aucun favori

# settings.tab.profiles
source: Profiles
fr: Profils

# settings.profiles.title
source: Network Profiles
fr: Profils réseau

# settings.profiles.description
source: Associate a name with your WiFi networks to track performance by location.
fr: Associez un nom à vos réseaux WiFi pour suivre les performances par lieu.

# settings.profiles.column.name
source: Name
fr: Nom

# settings.profiles.column.lastconnected
source: Last Connected
fr: Dernière connexion

# settings.profiles.button.add
source: Add current network
fr: Ajouter le réseau actuel

# settings.profiles.button.rename
source: Rename
fr: Renommer

# settings.profiles.button.delete
source: Delete
fr: Supprimer

# settings.profiles.no_wifi
source: No WiFi network connected
fr: Aucun réseau WiFi connecté

# settings.profiles.already_exists
source: This network is already saved
fr: Ce réseau est déjà enregistré

# settings.profiles.rename.title
source: Rename Profile
fr: Renommer le profil

# settings.profiles.rename.message
source: New name for "%@":
fr: Nouveau nom pour « %@ » :

# scheduled.section.title
source: Scheduled Tests
fr: Tests planifiés
